src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="3d29396ef0f54cf1be8f86f0af5fe5ad"><customerNo>CID_DE:3064687</customerNo><startDate>2019-10-15T05:52:14</startDate></request></run></Body></Envelope>